[
  {
    "url": "https://fermatslibrary.com/s/parasitic-infection-increases-risk-taking-in-a-social-intermediate-host-carnivore#email-newsletter",
    "text": "Toxoplasma gondii is a protozoan parasite capable of infecting any warm-blooded species and can increase risk-taking in intermediate hosts. Despite extensive laboratory research on theeffects of T. gondii infection on behaviour, little is understood about the effects of toxoplasmosis on wild intermediate host behavior. Yellowstone National Park, Wyoming, USA,has a diverse carnivore community including gray wolves (Canis lupus) and cougars (Puma concolor), intermediate and deﬁnitive hosts of T. gondii, respectively. Here, we used 26 years of wolf behavioural, spatial, and serological data to show that wolf territory overlap with areasof high cougar density was an important predictor of infection. In addition, seropositivewolves were more likely to make high-risk decisions such as dispersing and becoming a packleader, both factors critical to individual ﬁtness and wolf vital rates. Due to the social hierarchy within a wolf pack, we hypothesize that the behavioural effects of toxoplasmosis maycreate a feedback loop that increases spatial overlap and disease transmission between wolves and cougars. These ﬁndings demonstrate that parasites have important implications for intermediate hosts, beyond acute infections, through behavioural impacts. Particularly in asocial species, these impacts can surge beyond individuals to affect groups, populations, and even ecosystem processes"
  },
  {
    "url": "https://www.sciencedirect.com/science/article/pii/S1319157820303554",
    "text": "The scientific research process generally starts with the examination of the state of the art, which may involve a vast number of publications. Automatically summarizing scientific articles would help researchers in their investigation by speeding up the research process. The automatic summarization of scientific articles differs from the summarization of generic texts due to their specific structure and inclusion of citation sentences. Most of the valuable information in scientific articles is presented in tables, figures, and algorithm pseudocode. These elements, however, do not usually appear in a generic text. Therefore, several approaches that consider the particularity of a scientific article structure were proposed to enhance the quality of the generated summary, resulting in ad hoc automatic summarizers. This paper provides a comprehensive study of the state of the art in this field and discusses some future research directions. It particularly presents a review of approaches developed during the last decade, the corpora used, and their evaluation methods. It also discusses their limitations and points out some open problems. The conclusions of this study highlight the prevalence of extractive techniques for the automatic summarization of single monolingual articles using a combination of statistical, natural language processing, and machine learning techniques. The absence of benchmark corpora and gold standard summaries for scientific articles remains the main issue for this task."
  }
]
